"Application" = "Aplicație:";
"FirstCopyTime" = "Data primei copii:";
"LastCopyTime" = "Data ultimei copii:";
"NumberOfCopies" = "Numărul de copii:";
"PinKey" = "Apasă {pinKey} pentru a fixa sau detașa.";
"DeleteKey" = "Apasă {deleteKey} pentru a șterge.";
